Repository: AurelienRM/agent-burn
Catalog: apps/macos/Localization/Localizable.xcstrings
Source language: en
Languages: fr

source: left
fr: restant

source: % remaining
fr: % restant

# %@ %@ remaining
source: %1$@ %2$@ remaining
fr: %1$@ %2$@ restant

source: %@ / day
fr: %@ / jour

source: %@ / month
fr: %@ / mois

source: %@ fast
fr: %@ rapide

source: %@ left
fr: %@ restant

source: %@ limit
fr: Limite %@

# %@ over %lld days
source: %1$@ over %2$lld days
fr: %1$@ sur %2$lld jours

source: %@ pace
fr: rythme %@

source: %@ per image estimate. Separate from token usage.
fr: %@ par image (estimation). Distinct de l’usage en tokens.

source: %@ quota remaining
fr: Quota %@ restant

source: %@ reached.
fr: %@ atteinte.

source: %@ remaining
fr: %@ restant

# %@ remaining at %@
source: %1$@ remaining at %2$@
fr: %1$@ restant à %2$@

# %@ runs out ≈ %@.
source: %1$@ runs out ≈ %2$@.
fr: %1$@ épuisée vers %2$@.

# %@ to last until the %@ reset.
source: %1$@ to last until the %2$@ reset.
fr: %1$@ pour tenir jusqu’à la réinitialisation de %2$@.

source: %@ used
fr: %@ utilisés

source: %@ used this cycle
fr: %@ utilisés ce cycle

source: %@ used · reported by Cursor
fr: %@ utilisé · selon Cursor

source: %@ · API-equivalent
fr: %@ · équivalent API

source: %@ · stale
fr: %@ · périmé

source: %@ · weekly
fr: %@ · hebdo

source: %@/mo
fr: %@/mois

# %@: %@ left
source: %1$@: %2$@ left
fr: %1$@ : %2$@ restant

# %dh %02dm
source: %1$dh %2$02dm
fr: %dh %02dmin

source: %lld active
fr: %lld actifs

source: %lld models
fr: %lld modèles

source: %lld possible
fr: %lld possibles

# %lld recorded · %lld scheduled, %lld possible
source: %1$lld recorded · %2$lld scheduled, %3$lld possible
fr: %1$lld enregistrées · %2$lld prévues, %3$lld possibles

source: %lld resets
fr: %lld réinitialisations

source: %lld resets available
fr: %lld réinitialisations disponibles

source: %lld scheduled
fr: %lld prévues

# %lld scheduled · %lld possible
source: %1$lld scheduled · %2$lld possible
fr: %1$lld prévues · %2$lld possibles

source: %lld · available source data
fr: %lld · données sources disponibles

source: %lldd
fr: %lldj

# %lldd %lldh
source: %1$lldd %2$lldh
fr: %1$lldj %2$lldh

source: %lldm
fr: %lldmin

source: +%@ ahead
fr: +%@ d’avance

source: +%@ pts ahead
fr: +%@ pts d’avance

source: 1 reset
fr: 1 réinitialisation

source: 1 reset available
fr: 1 réinitialisation disponible

source: 5-hour session
fr: Session de 5 h

source: 5-hour session %@
fr: Session de 5 h : %@

source: A forecast will appear once this cycle has recorded usage.
fr: Une prévision apparaîtra dès que ce cycle aura enregistré de l’usage.

source: A little ahead of pace
fr: Un peu en avance sur le rythme

source: API pricing discount: %@
fr: Remise vs prix API : %@

source: API-equivalent USD
fr: USD équivalent API

source: API-equivalent minus plan: %@
fr: Équivalent API moins l’abonnement : %@

source: API-equivalent spend this cycle divided by used quota percent. Tokens / $ uses logged tokens for the same days, or the last 30 days of model usage when cycle tokens are missing.
fr: Dépenses équivalent API du cycle divisées par le pourcentage de quota utilisé. Tokens / $ utilise les tokens enregistrés sur les mêmes jours, ou les 30 derniers jours d’usage si les tokens du cycle manquent.

source: API-equivalent usage estimates token value, not your subscription bill.
fr: L’équivalent API estime la valeur des tokens, pas ta facture d’abonnement.

source: API-equivalent value
fr: Valeur équivalent API

source: API-equivalent · %@
fr: Équivalent API · %@

source: API-equivalent · 30 days
fr: Équivalent API · 30 jours

source: API-equivalent · past 30 days
fr: Équivalent API · 30 derniers jours

source: About
fr: À propos

source: Absolute path to the native agent-burn executable
fr: Chemin absolu vers l’exécutable natif agent-burn

source: Account balances unavailable. Refresh with live data enabled to retrieve Cursor’s allowance, credits and billing cycle.
fr: Soldes du compte indisponibles. Actualise avec les données en direct activées pour récupérer l’allocation, les crédits et le cycle de facturation de Cursor.

source: Account credits
fr: Crédits du compte

source: Across all harnesses
fr: Tous agents confondus

source: Adjust to move the cursor one day at a time.
fr: Ajuste pour déplacer le curseur jour par jour.

source: Agent Burn CLI not found. Choose the native agent-burn executable in Settings.
fr: CLI Agent Burn introuvable. Choisis l’exécutable natif agent-burn dans les Réglages.

source: Agent Burn exited with status %d. Check your CLI configuration and harness sign-in, then retry.
fr: Agent Burn s’est arrêté avec le code %d. Vérifie la configuration du CLI et la connexion de l’agent, puis réessaie.

source: Agent Burn reads the same local harness logs as the CLI. Choose the executable in Settings if it isn't detected automatically.
fr: Agent Burn lit les mêmes logs locaux que le CLI. Choisis l’exécutable dans les Réglages s’il n’est pas détecté automatiquement.

source: Agent identity
fr: Identité d’agent

source: Alert when a quota runs low
fr: Alerter quand un quota devient bas

source: All models
fr: Tous les modèles

source: All time
fr: Depuis le début

source: Allow Agent Burn background activity in System Settings. Quotas are collected while this app is open.
fr: Autorise l’activité en arrière-plan d’Agent Burn dans les Réglages Système. Les quotas sont collectés tant que l’app est ouverte.

source: Allow Agent Burn in System Settings to finish enabling launch at login.
fr: Autorise Agent Burn dans les Réglages Système pour terminer l’activation du lancement à l’ouverture de session.

source: Allow Agent Burn to run in the background in System Settings to enable collection.
fr: Autorise Agent Burn à s’exécuter en arrière-plan dans les Réglages Système pour activer la collecte.

source: App updates
fr: Mises à jour de l’app

source: App version
fr: Version de l’app

source: Appearance
fr: Apparence

source: Apply and refresh
fr: Appliquer et actualiser

source: At this pace both limits last until they reset.
fr: À ce rythme, les deux limites tiennent jusqu’à leur réinitialisation.

source: At this pace the limit lasts until it resets.
fr: À ce rythme, la limite tient jusqu’à sa réinitialisation.

source: At this pace, your quota may run out %@ days early.
fr: À ce rythme, ton quota pourrait être épuisé %@ jours trop tôt.

source: Automatic updates are off in this build. Pull the fork and rebuild to update.
fr: Les mises à jour automatiques sont désactivées dans cette version. Récupère le fork et recompile pour mettre à jour.

source: Automatically check for updates
fr: Rechercher automatiquement les mises à jour

source: Automatically refresh
fr: Actualisation automatique

source: Available source data
fr: Données sources disponibles

source: Average $ / %
fr: Moyenne $ / %

source: Avg $ / %
fr: Moy. $ / %

source: Avg tokens / $
fr: Moy. tokens / $

source: Background
fr: Arrière-plan

source: Background collection could not start. Enable it in Settings → Background quota history.
fr: La collecte en arrière-plan n’a pas pu démarrer. Active-la dans Réglages → Historique des quotas en arrière-plan.

source: Background collection is unavailable. Enable it in Settings to continue collecting after quitting.
fr: La collecte en arrière-plan est indisponible. Active-la dans les Réglages pour continuer après avoir quitté l’app.

source: Background quota history
fr: Historique des quotas en arrière-plan

source: Background quota settings could not be saved.
fr: Les réglages de collecte en arrière-plan n’ont pas pu être enregistrés.

source: Based on current cycle
fr: D’après le cycle en cours

source: Billing cycle
fr: Cycle de facturation

source: Bundled agent-burn
fr: agent-burn intégré

source: Busiest agents
fr: Agents les plus actifs

source: By harness
fr: Par agent

source: CLI executable
fr: Exécutable CLI

source: CLI snapshot
fr: Instantané CLI

source: Cache read
fr: Lecture cache

source: Cache write
fr: Écriture cache

source: Cached
fr: En cache

source: Cached mode skips live subscription requests. Otherwise, the CLI may contact pricing and harness providers.
fr: Le mode cache évite les requêtes d’abonnement en direct. Sinon, le CLI peut contacter les fournisseurs de tarifs et d’agents.

source: Changes only the weekly quota chart. Spend period stays independent.
fr: Ne modifie que le graphique du quota hebdo. La période de dépenses reste indépendante.

source: Check Live Usage Now
fr: Vérifier l’usage en direct

source: Check for Updates…
fr: Rechercher des mises à jour…

source: Check live usage now
fr: Vérifier l’usage en direct

source: Check live usage now (⇧⌘R). Bypasses saved readings.
fr: Vérifier l’usage en direct (⇧⌘R). Ignore les relevés enregistrés.

source: Check now
fr: Vérifier

source: Choose a longer range or run a session with this agent.
fr: Choisis une période plus longue ou lance une session avec cet agent.

source: Choose executable…
fr: Choisir l’exécutable…

source: Choose the native agent-burn executable.
fr: Choisis l’exécutable natif agent-burn.

source: Claude 5-hour session
fr: Session Claude de 5 h

source: Claude Code sign-in expired.
fr: Connexion Claude Code expirée.

source: Claude account meters could not be saved. The last saved reading is preserved.
fr: Les compteurs du compte Claude n’ont pas pu être enregistrés. Le dernier relevé est conservé.

source: Claude limits are no longer updating
fr: Les limites Claude ne se mettent plus à jour

source: Claude weekly limit
fr: Limite hebdo Claude

source: Cloud (work)
fr: Cloud (travail)

source: Code review
fr: Revue de code

source: Codex homes
fr: Dossiers Codex

source: Codex rate-limit resets you can redeem now.
fr: Réinitialisations de limite Codex utilisables maintenant.

source: Codex weekly limit
fr: Limite hebdo Codex

source: Collect quotas every minute
fr: Collecter les quotas chaque minute

source: Comma-separated Codex folders. The normal ~/.codex folder is included alongside the launching profile. Sessions and archived sessions are read by the CLI.
fr: Dossiers Codex séparés par des virgules. Le dossier ~/.codex habituel est inclus avec le profil de lancement. Les sessions et sessions archivées sont lues par le CLI.

source: Connect your usage
fr: Connecte ton usage

source: Could not change login behavior: %@
fr: Impossible de modifier le lancement à l’ouverture : %@

source: Credits remaining
fr: Crédits restants

source: Cursor models
fr: Modèles Cursor

source: Cursor usage requires its dashboard connection. Turn off cached mode in Settings to load it.
fr: L’usage Cursor nécessite la connexion à son tableau de bord. Désactive le mode cache dans les Réglages pour le charger.

source: Daily
fr: Quotidien

source: Daily metrics could not be saved. Check the history file location.
fr: Les métriques quotidiennes n’ont pas pu être enregistrées. Vérifie l’emplacement du fichier d’historique.

source: Daily spend
fr: Dépenses quotidiennes

source: Daily spend models
fr: Modèles par dépense quotidienne

source: Daily usage
fr: Usage quotidien

source: Daily usage · current cycle
fr: Usage quotidien · cycle en cours

source: Data
fr: Données

source: Data source
fr: Source des données

source: Day
fr: Jour

source: Desktop app
fr: App de bureau

source: Desktop app (work)
fr: App de bureau (travail)

source: Drag across the chart to read remaining quota at any time. Recorded holds until the next live reading, then steps with each drop. Missing collector gaps stay connected. Pace spreads the weekly limit evenly until reset. Forecast projects observed usage until the next reset. The recorded line and fill stay green while remaining is ahead of pace, and turn red where remaining falls behind.
fr: Glisse sur le graphique pour lire le quota restant à tout moment. La courbe enregistrée reste plate jusqu’au relevé suivant, puis descend à chaque baisse. Les trous de collecte restent reliés. Le rythme répartit la limite hebdo uniformément jusqu’à la réinitialisation. La prévision projette l’usage observé jusqu’à la prochaine réinitialisation. La courbe et le remplissage restent verts tant que le restant est en avance sur le rythme, et deviennent rouges quand il passe en retard.

source: Empty
fr: Épuisé

source: Empty %@
fr: Épuisé %@

source: End
fr: Fin

source: Estimated image cost
fr: Coût estimé des images

source: Every 15 minutes
fr: Toutes les 15 minutes

source: Every 30 minutes
fr: Toutes les 30 minutes

source: Every 5 minutes
fr: Toutes les 5 minutes

source: Every minute
fr: Chaque minute

source: Expires
fr: Expire

source: Expires %@
fr: Expire %@

source: Expires in
fr: Expire dans

source: Extra usage
fr: Usage supplémentaire

source: Filter models
fr: Filtrer les modèles

source: Forecast
fr: Prévision

source: Full quota value
fr: Valeur du quota complet

source: Gathering your local usage…
fr: Collecte de ton usage local…

source: General
fr: Général

source: Generated images
fr: Images générées

source: Granularity
fr: Granularité

source: Group by
fr: Grouper par

source: Group weekly limit usage by
fr: Grouper l’usage de la limite hebdo par

source: Harness
fr: Agent

source: Harness usage
fr: Usage par agent

source: Hide Agent Burn from the Dock and Command-Tab. Open the dashboard and Settings from the menu bar. This choice is remembered when the app restarts.
fr: Masque Agent Burn du Dock et de Cmd-Tab. Ouvre le tableau de bord et les Réglages depuis la barre des menus. Ce choix est conservé au redémarrage.

source: High
fr: Élevé

source: IDE extension
fr: Extension IDE

source: Image generations
fr: Générations d’images

source: Included allowance
fr: Allocation incluse

source: Included allowance is unused while promotional credits remain.
fr: L’allocation incluse n’est pas utilisée tant qu’il reste des crédits promotionnels.

source: Input
fr: Entrée

source: Input, output and cache
fr: Entrée, sortie et cache

source: It resets %@.
fr: Réinitialisation %@.

source: Keep under %@/day
fr: Reste sous %@/jour

source: Last 30 days
fr: 30 derniers jours

source: Last 7 days
fr: 7 derniers jours

source: Last known quota; update pending
fr: Dernier quota connu ; mise à jour en attente

source: Last known reading; update pending
fr: Dernier relevé connu ; mise à jour en attente

source: Last successful update %@ ago
fr: Dernière mise à jour réussie il y a %@

source: Latest · %@
fr: Dernier · %@

source: Launch at login
fr: Lancer à l’ouverture de session

source: Less than 1h left
fr: Moins d’1 h restante

source: Limit reached
fr: Limite atteinte

source: Limit reset. A new window starts with your next request.
fr: Limite réinitialisée. Une nouvelle fenêtre démarre à ta prochaine requête.

# Limit: %@ · %@ used
source: Limit: %1$@ · %2$@ used
fr: Limite : %1$@ · %2$@ utilisé

source: Live Cursor credits could not be collected. The last reading is preserved.
fr: Les crédits Cursor en direct n’ont pas pu être collectés. Le dernier relevé est conservé.

source: Live account limits are unavailable. Use Check now with live data enabled to load Claude’s meters.
fr: Les limites du compte en direct sont indisponibles. Utilise « Vérifier » avec les données en direct activées pour charger les compteurs Claude.

source: Live quota could not be collected. The last reading is preserved.
fr: Le quota en direct n’a pas pu être collecté. Le dernier relevé est conservé.

source: Live reading · updates every minute
fr: Relevé en direct · mis à jour chaque minute

source: Live · every minute
fr: En direct · chaque minute

source: Loading local logs and subscription limits. This can take a moment.
fr: Chargement des logs locaux et des limites d’abonnement. Cela peut prendre un moment.

source: Loading usage history
fr: Chargement de l’historique

source: Loading your subscription limits.
fr: Chargement de tes limites d’abonnement.

source: Locked out
fr: Bloqué

source: Log folders
fr: Dossiers de logs

source: Logged tokens divided by API-equivalent spend.
fr: Tokens enregistrés divisés par les dépenses équivalent API.

source: Low
fr: Faible

source: MIT licensed · Based on ccusage
fr: Licence MIT · Basé sur ccusage

source: Measured %@
fr: Mesuré %@

source: Menu bar only
fr: Barre des menus uniquement

source: Menu bar quota
fr: Quota dans la barre des menus

source: Metrics history could not be read or saved. Existing files have been preserved.
fr: L’historique des métriques n’a pas pu être lu ou enregistré. Les fichiers existants sont conservés.

source: Mobile (work)
fr: Mobile (travail)

source: Model
fr: Modèle

source: Model breakdown
fr: Répartition par modèle

source: Model usage
fr: Usage par modèle

source: Models
fr: Modèles

source: Monthly
fr: Mensuel

source: Monthly plan
fr: Abonnement mensuel

source: Monthly plan prices
fr: Prix mensuels des abonnements

source: Monthly quota value
fr: Valeur mensuelle du quota

source: Monthly spend
fr: Dépenses mensuelles

source: Needs attention
fr: À vérifier

source: No live reading since %@. Check that Claude Code is signed in.
fr: Aucun relevé en direct depuis %@. Vérifie que Claude Code est connecté.

source: No live reading. Check that Claude Code is signed in.
fr: Aucun relevé en direct. Vérifie que Claude Code est connecté.

source: No local usage in this period. Run an agent session or choose a longer range.
fr: Aucun usage local sur cette période. Lance une session d’agent ou choisis une période plus longue.

source: No model usage recorded in this period.
fr: Aucun usage de modèle enregistré sur cette période.

source: No quota resets recorded
fr: Aucune réinitialisation enregistrée

source: No report available
fr: Aucun rapport disponible

source: No spend in this period
fr: Aucune dépense sur cette période

source: No usage found for this period. Choose a longer range and check that the harness is signed in.
fr: Aucun usage sur cette période. Choisis une période plus longue et vérifie que l’agent est connecté.

source: None this cycle
fr: Aucune ce cycle

source: Not reported
fr: Non communiqué

source: Notifies once per window when the Codex or Claude weekly limit, or the Claude 5-hour session, falls to 20% or less, and when Claude limits stop updating. Alerts are sent while Agent Burn is open.
fr: Prévient une fois par fenêtre quand la limite hebdo Codex ou Claude, ou la session Claude de 5 h, descend à 20 % ou moins, et quand les limites Claude ne se mettent plus à jour. Les alertes sont envoyées tant qu’Agent Burn est ouvert.

source: Now
fr: Maintenant

source: On pace
fr: Dans le rythme

source: On track.
fr: En bonne voie.

source: On-demand limit: %@
fr: Limite à la demande : %@

source: On-demand spend: %@
fr: Dépenses à la demande : %@

source: Open %@
fr: Ouvrir %@

source: Open Claude Code so it renews its sign-in, or run claude in Terminal and use /login. Showing the last saved readings.
fr: Ouvre Claude Code pour qu’il renouvelle sa connexion, ou lance claude dans le Terminal et utilise /login. Affichage des derniers relevés enregistrés.

source: Open Login Items Settings…
fr: Ouvrir les réglages d’ouverture…

source: Open dashboard
fr: Ouvrir le tableau de bord

source: Other
fr: Autre

source: Output
fr: Sortie

source: Overview
fr: Vue d’ensemble

source: Pace
fr: Rythme

source: Past 30 days
fr: 30 derniers jours

source: Past 30 days · API-equivalent
fr: 30 derniers jours · équivalent API

source: Period
fr: Période

source: Plan allowance, promotional credits and API-equivalent usage are different balances. Missing billing amounts are not treated as zero.
fr: L’allocation de l’abonnement, les crédits promotionnels et l’usage équivalent API sont des soldes distincts. Les montants de facturation manquants ne sont pas comptés comme zéro.

source: Projected
fr: Projeté

source: Projected quota consumption
fr: Consommation de quota projetée

source: Projected · %@
fr: Projeté · %@

source: Promotional credits
fr: Crédits promotionnels

source: Quit
fr: Quitter

source: Quit Agent Burn
fr: Quitter Agent Burn

source: Quota chart range
fr: Période du graphique de quota

source: Quota collection could not save its readings. Existing history is preserved.
fr: La collecte n’a pas pu enregistrer ses relevés. L’historique existant est conservé.

source: Quota forecast
fr: Prévision de quota

source: Quota history could not be read. The last available readings are preserved.
fr: L’historique des quotas n’a pas pu être lu. Les derniers relevés disponibles sont conservés.

source: Quota history could not be saved. Existing readings are preserved.
fr: L’historique des quotas n’a pas pu être enregistré. Les relevés existants sont conservés.

source: Quota remaining
fr: Quota restant

source: Quota shown in the menu bar
fr: Quota affiché dans la barre des menus

source: Quota unavailable
fr: Quota indisponible

source: Quota unavailable. Spend and token history are still shown above.
fr: Quota indisponible. Les dépenses et l’historique des tokens restent affichés au-dessus.

source: Quota value / plan price
fr: Valeur du quota / prix de l’abonnement

source: Quota value estimate
fr: Estimation de la valeur du quota

source: Reading harness usage…
fr: Lecture de l’usage de l’agent…

source: Reading usage…
fr: Lecture de l’usage…

source: Reading your usage…
fr: Lecture de ton usage…

source: Recorded
fr: Enregistré

source: Recorded remaining minus even pace at the latest reading.
fr: Restant enregistré moins le rythme régulier au dernier relevé.

source: Recorded resets
fr: Réinitialisations enregistrées

source: Records live Codex, Claude, and Cursor promotional-credit quotas even after you quit Agent Burn. Collection resumes when your Mac wakes or you sign in. Saved readings remain available during outages.
fr: Enregistre les quotas Codex, Claude et les crédits promotionnels Cursor même après avoir quitté Agent Burn. La collecte reprend au réveil du Mac ou à l’ouverture de session. Les relevés enregistrés restent disponibles pendant les coupures.

source: Recovered model history · %lld models
fr: Historique des modèles récupéré · %lld modèles

source: Refresh
fr: Actualiser

source: Refresh usage
fr: Actualiser l’usage

source: Refresh usage and live quotas (⌘R)
fr: Actualiser l’usage et les quotas en direct (⌘R)

source: Refreshing…
fr: Actualisation…

source: Remaining
fr: Restant

source: Remaining now minus an even pace until reset.
fr: Restant actuel moins un rythme régulier jusqu’à la réinitialisation.

source: Remaining quota
fr: Quota restant

source: Remaining quota divided by the time until reset.
fr: Quota restant divisé par le temps avant réinitialisation.

source: Renews %@
fr: Renouvellement %@

source: Reset
fr: Réinitialisé

source: Reset in
fr: Réinitialisation dans

source: Reset to date
fr: Depuis la réinitialisation

source: Reset to today
fr: De la réinitialisation à aujourd’hui

source: Resets
fr: Réinitialisations

source: Resets %@
fr: Réinitialisation %@

source: Resets around
fr: Réinitialisation vers

source: Resets in
fr: Réinitialisation dans

source: Resets in %@.
fr: Réinitialisation dans %@.

source: Room to keep building
fr: De la marge pour continuer

source: Saved reading
fr: Relevé enregistré

source: Saved usage
fr: Usage enregistré

source: Scheduled resets happen near the cycle end. A possible reset is a remaining jump mid-cycle, which can be a manual reset or a provider correction.
fr: Les réinitialisations prévues ont lieu vers la fin du cycle. Une réinitialisation possible est un saut du restant en milieu de cycle : réinitialisation manuelle ou correction du fournisseur.

source: Series
fr: Séries

source: Settings
fr: Réglages

source: Share
fr: Part

source: Share of the weekly limit consumed each day, as reported by ChatGPT’s Codex usage dashboard.
fr: Part de la limite hebdo consommée chaque jour, d’après le tableau de bord d’usage Codex de ChatGPT.

source: Show remaining
fr: Afficher le restant
